"TTTNRefreshHeaderIdleText" = "下拉可以刷新";
"TTTNRefreshHeaderPullingText" = "松开立即刷新";
"TTTNRefreshHeaderRefreshingText" = "正在刷新数据中...";

"TTTNRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"TTTNRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"TTTNRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"TTTNRefreshBackFooterIdleText" = "上拉可以加载更多";
"TTTNRefreshBackFooterPullingText" = "松开立即加载更多";
"TTTNRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"TTTNRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"TTTNRefreshHeaderLastTimeText" = "最后更新：";
"TTTNRefreshHeaderDateTodayText" = "今天";
"TTTNRefreshHeaderNoneLastDateText" = "无记录";
